Repository: lockie/botias
Catalog: botias/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Error: no employee id given.
ru: Ошибка: не указан № работника

source: Error: no file id given
ru: Ошибка: не указан файл

source: No actual data
ru: Файл не содержит актуальных данных

source: Error: %(error)s. Try fixing your file.
ru: Ошибка: %(error)s. Попробуйте другой файл.

source: Error: no employee id given
ru: Ошибка: не указан № работника

source: Results
ru: Результаты

source: File uploaded successfully
ru: Файл загружен на сервер

source: Error uploading file: %(error)s.
ru: Ошибка загрузки файла: %(error)s.

source: Files of this type are not allowed to upload
ru: Файлы предоставленного типа не разрешены для загрузки

source: Already authenticated
ru: Вы уже вошли

source: Corporate code length should be 8
ru: Длина кода ОКПО - 8 цифр.

source: Individual code length should be 10
ru: Длина кода ИНН - 10 цифр.

source: The user with email %(email)s already exists
ru: Пользователь с почтовым адресом %(email)s уже зарегистрирован

source: Register
ru: Регистрация

source: Registration successeful
ru: Регистрация произведена успешно

source: Authentication successeful
ru: Вход в систему осуществлён успешно

source: Authentication failed. Check login and password.
ru: Не удалось войти. Проверьте логин и пароль.

source: Login
ru: Вход

source: You have logged out
ru: Вы вышли

source: Please authorize to access this page
ru: Пожалуйста, авторизуйтесь для доступа к запрошенной странице

source: My office
ru: Мой кабинет

source: Error: file not found
ru: Ошибка: указанный файл не найден

source: Error: file is empty
ru: Ошибка: файл пуст

source: Error: %(error)s.
ru: Ошибка: %(error)s.

source: Incorrect data
ru: Некорректные данные

source: No year given for percentage %(per)s
ru: Не задан год для ставки %(per)s

source: No percentage for year %(year)s
ru: Не задана ставка для года %(year)s

source: Invalid year: %(year)s
ru: Некорректный год: %(year)s

source: Duplicate year %(year)d
ru: Дублирующийся год %(year)d

source: Invalid discount rate: %(rate)s. Use dot to separate the fractional part.
ru: Некорректная ставка: %(rate)s. Используйте точку в качестве десятичного разделителя.

source: Profile parameters saved
ru: Параметры профиля сохранены

source: Calculation parameters saved
ru: Параметры расчёта сохранены

source: Actuarial parameters saved
ru: Актуарные предположения сохранены

source: Preferences
ru: Настройки

source: Terms of service
ru: Условия использования

source: About service
ru: О сервисе

source: Documentation
ru: Документы

source: Frequently asked questions
ru: Вопросы и ответы

source: Invalid year in sheet name: "%(name)s"
ru: Некорректный год в названии листа: "%(name)s"

source: No record with id %(id)d for year %(year)d
ru: Не найдена запись для работника № %(id)d за год %(year)d

source: Invalid gender: %(gender)s
ru: Некорректный пол: %(gender)s

source: Invalid birth date
ru: Некорректная дата рождения

source: Invalid salary: %(salary)s
ru: Некорректная заработная плата: %(salary)s

source: Invalid overall experience: "%(exp)s"
ru: Некорректный общий стаж: "%(exp)s"

source: Invalid company experience: "%(exp)s"
ru: Некорректный стаж в компании: "%(exp)s"

source: Invalid list 1 start date
ru: Некорректная дата начала льготного стажа по списку 1

source: Invalid list 1 stop date
ru: Некорректная дата прекращения льготного стажа по списку 1

source: Invalid list 2 start date
ru: Некорректная дата начала льготного стажа по списку 2

source: Invalid list 2 stop date
ru: Некорректная дата прекращения льготного стажа по списку 2

source: Invalid date of dismissal
ru: Некорректная дата прекращения трудовой деятельности

source: Invalid sheets count (%(count)d), must be 4
ru: Некорректное количество листов (%(count)d), требуется 4

source: Name
ru: Имя

source: Wrong length.
ru: Некорректная длина.

source: Surname
ru: Фамилия

source: This field is required.
ru: Это поле обязательно для заполнения.

source: Annual income growth rate
ru: Ежегодный рост заработка

source: This field is required. Use dot to separate the fractional part.
ru: Это поле обязательно для заполнения. Используйте точку в качестве десятичного разделителя.

source: Annual pension indexation rate
ru: Ежегодная индексация пенсий

source: Corporate
ru: Юридическое лицо

source: Are you corporate user
ru: Снимите флажок, если вы - физическое лицо.<br />" "Если вы действуете от имени юридического лица, оставьте флажок отмеченным.

source: Purpose
ru: Цель расчётов

source: educational
ru: учебные цели

source: annual audit
ru: для ежегодного аудита

source: introduction of the issuer in exchange listing
ru: для введения эмитента в листинг биржи

source: IPO
ru: для выхода на IPO

source: Approximate number of beneficiaries
ru: Примерное количество бенефициаров

source: E-mail
ru: Адрес e-mail

source: Invalid email address.
ru: Некорректный адрес e-mail.

source: Your password will be sent to this address.
ru: На этот адрес будет отправлен ваш пароль для входа.

source: Connection to server timed out. Try again later.
ru: Превышен интервал ожидания для соединения с сервером. Повторите попытку.

source: Server still processes your previous request. Try again a bit later.
ru: Сервер всё ещё обрабатывает ваш предыдущий запрос. Повторите попытку чуть позже.

source: No request has been sent to server. Try again.
ru: Запрос серверу не был отправлен. Повторите попытку.

source: Actuarial assessment of privileged pensions in Ukraine according to IAS-19
ru: Актуарная оценка льготных пенсий в Украине по МСФО-19

source: Our service gives you the possibility to calculate the obligations on payment of privileged pensions to workers employed at the workplace, defined by the list of № 1 and the list of № 2, and prepare a balance sheet that meets the requirements of International Financial Reporting Standard IAS-19 «employee benefits» criteria.
ru: Наш сервис предоставляет Вам возможность произвести расчет обязательств по выплате льготных пенсий работникам, занятым на рабочих местах, определенных списком № 1 и списком № 2, и сформировать балансовый отчет, удовлетворяющий требованиям Международного стандарта финансовой отчетности МСФО-19 «Выплаты работникам».

source: After registering in our service, you can manually perform calculations and obtain reports for two workers. Sample reports and tables of the results of calculations and actuarial assumptions are given in the <a href="/docs">Documents</a> section.
ru: Зарегистрировавшись на нашем сервисе, Вы можете самостоятельно произвести расчет и сформировать отчетные документы для двух работников. Образцы отчетов и таблиц результатов расчета и актуарных предположений приведены в разделе <a href="/docs">Документы</a>.

source: If you need the calculation and reporting for more than two workers, please read <a href="/tos">Terms of service</a> section first.
ru: Если Вам необходим расчет и отчетность для более чем двух работников, перейдите на страницу <a href="/tos">Условия использования</a>.

source: In the <a href="/faq">FAQ</a> section you can get acquainted with algorithms used in calculations and the user manual.
ru: В разделе <a href="/faq">Вопросы и ответы</a> Вы можете ознакомиться с алгоритмами расчета, также там содержится справочная информация по работе с сервисом.

source: Botias
ru: Ботиас

source: Welcome, %(name)s
ru: Добро пожаловать, %(name)s

source: Log out
ru: Выход

source: Please authorize
ru: Пожалуйста, представьтесь системе

source: Log in
ru: Вход

source: Contact us
ru: Связаться

source: Version
ru: Версия

source: Password
ru: Пароль

source: Enter employee id
ru: Введите № работника

source: Incorrect employee id
ru: Некорректный № работника

source: Show test files
ru: Показать тестовые файлы

source: Hide test files
ru: Скрыть тестовые файлы

source: employee id
ru: № работника

source: status
ru: статус

source: No files uploaded.
ru: Файлы не загружены.

source: Download test file
ru: Скачать тестовый файл

source: Uploaded files
ru: Загруженные файлы

source: View errors
ru: Просмотреть ошибки

source: Download
ru: Скачать

source: Calculate funding plan for single employee
ru: Рассчитать план финансирования для одного работника

source: Calculate employee
ru: Рассчитать работника

source: Calculate overall funding plan
ru: Рассчитать общий отчёт

source: Calculate plan
ru: Рассчитать общий отчёт

source: Upload new file
ru: Загрузить новый файл

source: Close
ru: Закрыть

source: Submit
ru: Отправить

source: Profile parameters
ru: Параметры профиля

source: Calculation parameters
ru: Параметры расчёта

source: Actuarial assumptions
ru: Актуарные предположения

source: Save changes
ru: Сохранить изменения

source: Discount rates
ru: Ставки дисконтирования

source: year
ru: год

source: discount rate
ru: ставка дисконтирования

source: Insert row
ru: Вставить строку

source: Remove row
ru: Удалить строку

source: Corporate code
ru: ОКПО (ЕГРПОУ)

source: Individual code
ru: ИНН

source: Register!
ru: Регистрация

source: Thank you, %(name)s! We've sent you an email to %(email)s with your password. If you dont get it, check 'spam' folder.
ru: Спасибо, %(name)s! Мы выслали письмо по адресу %(email)s с вашим паролем. Если вы его не получили, проверьте папку 'спам'.

source: Thank you, %(name)s! Your password is %(password)s, use it for login with your email %(email)s.
ru: Спасибо, %(name)s! Ваш пароль %(password)s , используйте его для входа с вашим адресом e-mail %(email)s

source: Connection error. Contact administration.
ru: Ошибка соединения. Свяжитесь с администрацией.

source: Page not found. Contact administration
ru: Страница не найдена. Свяжитесь с администрацией.

source: Internal server error. Contact administration.
ru: Внутренняя ошибка сервера. Свяжитесь с администрацией.

source: Incorrect server response. Contact administration.
ru: Сервер некорректно ответил на запрос. Свяжитесь с администрацией.

source: Response timed out. Contact administration.
ru: Превышен интервал ожидания для запроса. Свяжитесь с администрацией.

source: AJAX request aborted.
ru: AJAX-запрос отменён.

source: Unknown error:
ru: Неизвестная ошибка:

source: Contact administration.
ru: Свяжитесь с администрацией.

source: Processing data...
ru: Обработка данных...

source: Try again
ru: Повторить попытку
